Repository: felixhedlund/PrideMap
Catalog: PrideMap/*.lproj/Localizable.strings
Languages: sv

# welcome_label
source: Welcome to PrideMap
sv: Välkommen till PrideMap

# location_permission
source: Permit location access
sv: Tillåt platsinfo

# swipe_label
source: Swipe ->
sv: Swipa ->

# parade_notification
source: The parade starts in 5 minutes, get ready! ❤️💛💚💙💜
sv: Paraden startar om 5 minuter, tagga till! ❤️💛💚💙💜

# permit_push
source: Permit push messages
sv: Tillåt push-meddelanden

source: Continue
sv: Fortsätt

source: The parade starts in:
sv: Paraden startar om:

source: month
sv: månad

source: months
sv: månader

source: day
sv: dag

source: days
sv: dagar

source: hour
sv: timme

source: hours
sv: timmar

source: minute
sv: minut

source: minutes
sv: minuter

source: second
sv: sekund

source: seconds
sv: sekunder

# parade_started_string
source: The parade has started!! ❤️💛💚💙💜
sv: Paraden har startat!! ❤️💛💚💙💜

# parade_finished_string
source: The parade is probably over now, see you again next year! ❤️
sv: Paraden är förmodligen över nu, vi ses igen nästa år! ❤️

# parade_started_10_min_left_string
source: The parade starts in 10 minutes!
sv: Paraden startar om 10 minuter!

# parade_starts_1_day_string
source: Only one more day until the parade in Stockholm! ❤️💛💚💙💜
sv: Bara en dag kvar till paraden i Stockholm! ❤️💛💚💙💜

# parade_starts_2_day_string
source: Two days left until the Pride parade!
sv: Två dagar kvar till Pride-paraden!

# parade_starts_1_week_string
source: In exactly one week the parade in Stockholm will take off! ❤️💛💚💙💜
sv: parade_starts_1_week_string

# start_annotation
source: Startpoint
sv: Startpunkt

# finish_annotation
source: Finish
sv: Målpunkt
